[
  {
    "repo": "deep_learning",
    "site_name": "Keras Tutorial",
    "authors": [
      {
        "name": "Drew Linsley",
        "github_user": "drewlinsley"
      }
    ],
    "site_description": "Deep learning with Keras/Tensorflow",
    "type": "workshop"
  },
  {
    "repo": "tidyverse",
    "site_name": "Tidying, transforming and visualizing data with tidyverse in R",
    "authors": [
      {
        "name": "August Guang",
        "github_user": "aguang"
      }
    ],
    "site_description": "This workshop is designed to introduce ggplot2 and the tidyverse paradigm for transforming and visualization data in R.",
    "type": "workshop"
  },
  {
    "repo": "vega",
    "site_name": "Basics of Data Exploration and Visualization with Vega",
    "authors": [
      {
        "name": "Mary McGrath",
        "github_user": "mcmcgrath13"
      }
    ],
    "site_description": "Vega is an interactive grammar of graphics for creating, saving, and sharing visualizations.  In this workshop, we’ll explore a dataset with DataVoyager, create an interactive flight map with Vega, and show how to use Vega with JavaScript, Julia, Python, and R.",
    "docs_url": "https://bit.ly/2ItYMfd",
    "type": "workshop"
  },
  {
    "repo": "julia_language",
    "site_name": "Solving the Two-Language Problem with Julia",
    "authors": [
      {
        "name": "Paul Stey",
        "github_user": "paulstey"
      }
    ],
    "site_description": "The Julia language aims to give its users the rare combination of exceptional performance and expressiveness. Its syntax is similar to MATLAB or Python, but its performance is on the order of C, Fortran, or C++. This tutorial provides an introduction to Julia, explores its many features, and demonstrates its advantages for data science and technical computing more broadly. No prior experience with Julia is required.",
    "type": "workshop"
  },
  {
    "repo": "gcp-intro",
    "site_name": "Cloud computing with GCP",
    "authors": [
      {
        "name": "Isabel Restrepo",
        "github_user": "mirestrepo"
      }
    ],
    "site_description": "This workshop provides an introduction to Google Cloud Platform. We will gain familirity with Google Cloud Console and the basics of interacting and using Google's Compute Engine",
    "docs_url": "http://bit.ly/dscov-gcp",
    "type": "workshop"
  },
  {
    "repo": "VR_Getting_Started",
    "site_name": "Getting Started with Virtual Reality",
    "authors": [
      {
        "name": "Ben Knörlein",
        "github_user": "BenKnorlein"
      }
    ],
    "site_description": "This workshop will provide an introduction to Virtual Reality and how it can easily be applied to research. We will demonstrate 3 programs that can be used to visualize and interact with data in VR: Paraview (scientific  visualization), A-Frame (web visualization), and Unity3D (game development platform)",
    "type": "workshop"
  }
]